Repository: ArthurDeblaere/AspNetMoviemind
Catalog: websolutionsproject/websolutionsproject.web/Resources/Helpers/LocalizerHelper.*.resx
Languages: nl

source: Access denied
nl: Toegang geweigerd

source: actor
nl: acteur

source: Actor not found
nl: Acteur niet gevonden

source: Actormovie not found
nl: Actormovie niet gevonden

source: actors
nl: acteurs

source: director
nl: regisseur

source: Director not found
nl: Regisseur niet gevonden

source: directors
nl: regisseurs

source: Favorite not found
nl: Favoriet niet gevonden

source: Genre not found
nl: Genre niet gevonden

source: Invalid e-mail address
nl: Ongeldig emailadres

source: Invalid id
nl: Ongeldig Id

source: Invalid password
nl: Ongeldig wachtwoord

source: movie
nl: film

source: Movie not found
nl: Film niet gevonden

source: movies
nl: films

source: No access to change this user's password
nl: Geen toegang tot wijzigen wachtwoord

source: No access to change this users data
nl: Geen toegang tot wijzigen gebruikergegevens

source: No permission to create
nl: Geen rechten tot het aanmaken van

source: No permission to delete
nl: Geen rechten tot het verwijderen van

source: No permission to edit
nl: Geen rechten tot het aanpassen van

source: No permission to get all
nl: Geen rechten om alles op te halen van

source: No permission to get details of
nl: Geen rechten om details op te vragen van

source: No refresh tokens found
nl: Geen refresh tokens gevonden

source: No user found with this token
nl: Geen gebruiker gevonden met dit token

source: Please provide valid input
nl: Gelieve juiste input te geven

source: Refresh token is no longer valid
nl: Refresh token is niet meer geldig

source: review
nl: beoordeling

source: Review not found
nl: Beoordeling niet gevonden

source: reviews
nl: beoordelingen

source: Role not found
nl: Rol niet gevonden

source: This email is already registered
nl: Dit emailadres is al in gebruik

source: user
nl: gebruiker

source: User follower not found
nl: Volger niet gevonden

source: User following not found
nl: Gevolgde gebruiker niet gevonden

source: User must have at least one role
nl: Gebruiker moet ten minste één rol hebben

source: User not found
nl: Gebruiker niet gevonden

source: Userfollower not found
nl: Userfollower niet gevonden

source: users
nl: gebruikers

source: You are not logged in
nl: U bent niet ingelogd
